import QnaImg1 from "#/img_qna_1.png";
import QnaImg2 from "#/img_qna_2.png";
import QnaImg3 from "#/img_qna_3.png";
import QnaImg4 from "#/img_qna_4.png";

export const experience = [
  "Next.js, React 프레임워크 이용한 웹사이트 구축",
  "Cafe24를 기반으로 한 쇼핑몰 개발 및 구축",
];

export const qna = [
  {
    id: 1,
    img: QnaImg1,
    question: "개발하면서 가장 즐거운 순간은 언제인가요?",
    answer:
      "내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용",
  },
  {
    id: 2,
    img: QnaImg2,
    question: "배우거나 시도해보고 싶은 기술이 있다면 무엇인가요?",
    answer:
      "내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용",
  },
  {
    id: 3,
    img: QnaImg3,
    question: "일할 때 중요하게 여기는 가치나 원칙은 무엇인가요?",
    answer:
      "내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용",
  },
  {
    id: 4,
    img: QnaImg4,
    question: "앞으로 도전해보고 싶은 프로젝트나 분야가 있나요?",
    answer:
      "내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용",
  },
];
